Repository: wp-plugins/plinks
Catalog: languages/plinks-*.po
Languages: sr_rs

source: pLinks Setup
sr_rs: pLinks pristup

source: pLinks Settings
sr_rs: pLinkspostavke

source: Thumbnail Settings
sr_rs: Thumbnail postavke

source: Show Preview Images
sr_rs: prikazati prethodne slike

source: Thumbnail Image Size
sr_rs: Thumbnail veličina slike

source: tiny
sr_rs: sitno

source: small
sr_rs: malo

source: medium
sr_rs: srednje

source: large
sr_rs: veliko

source: extra large
sr_rs: jako veliko

source: Save Changes
sr_rs: Sačuvati promene

source: pLinks Usage
sr_rs: pLinks upotreba

source: Simple use a shortcode on a page of your choice or create a new page and insert the following shortcode: <code>[plinks category_name="Blogroll"]</code>. Use a category that exists!
sr_rs: Koristite skraćeni kod na stranici vašeg izbora ili napravite novu stranicu i unesete sledeći skraćeni kod: <code>[plinks category_name="Blogroll"]</code>. Use a category that exists!

source: To display a simple PagePeeker preview: <code>[pagepeeker url=http://www.powie.de]</code>
sr_rs: Da biste prikazali PagePeeker pregled: <code>[pagepeeker url=http://www.powie.de]</code>

source: To change the size of the preview image use the <b>size</b> parameter: <code>[pagepeeker url=http://www.powie.de size=l]</code>
sr_rs: Da biste promenili veličinu slike koristite <b>size</b> parameter: <code>[pagepeeker url=http://www.powie.de size=l]</code>

source: Size is defined by PagePeeker: <code>t</code>, <code>s</code>, <code>m</code>, <code>l</code>, <code>x</code>
sr_rs: Veličina je definisana od strane PagePeeker: <code>t</code>, <code>s</code>, <code>m</code>, <code>l</code>, <code>x</code>

source: If no size is defined it uses the settings above!
sr_rs: Ako je veličina definisana koristi postavke iznad

source: Happy Linking.
sr_rs: Srećan linking

source: With Wordpress 3.5 and above the Link Manager ist disabled by default. Install this plugin to reactivate it : <a href="http://wordpress.org/plugins/link-manager/" target="_blank">Link Manager</a>
sr_rs: Sa Wordpress 3.5 i iznad Link Manager onemogućeno po defaultu. Instalirajte ovaj plugin da biste ga reaktivirati : <a href="http://wordpress.org/plugins/link-manager/" target="_blank">Link Manager</a>

source: About
sr_rs: u vezi
